{
    "Layout": {
        "header__link--1": "Projects",
        "header__link--2": "Certificates",
        "header__link--3": "Contact",
        "footer__link--contact": "Contact",
        "footer__link--about": "About"
    },
    "Validations": {
        "required": "This field is required",
        "min": "This field must have at least {min} characters",
        "max": "This field must have less than {max} characters",
        "email": "This field must be an email address"
    },
    "Index": {
        "hero__subtitle": "This is Andrés Gutiérrez Hurtado",
        "hero__title": "Software Developer",
        "hero__description": "<important>Software Analysis and Development Technologist</important>. Skilled in frontend and backend web technologies, with <important>B1-level English</important>. In every project, I push myself to ensure it not only works, but is clear, efficient, and delivers a positive experience for the user.",
        "hero__contact": "Contact me",
        "hero__stat--years": "Years of experience",
        "hero__stat--projects": "Projects built",
        "hero__cv--tooltip": "Download my resume",
        "hero__cv--link": "/documents/CV-EN.pdf",
        "hero__cv": "Download CV",
        "hero__stat--certifications": "certifications",
        "hero__stat--commits": "Commits on GitHub",
        "hero__scroll": "Scroll down",
        "hero__linkedin": "Connect with me on LinkedIn",
        "hero__github": "Look my projects on GitHub",
        "hero__email": "Send me an email",
        "about__title": "About me 👋",
        "about__description": "<p>I'm <important>Andrés Gutiérrez Hurtado</important>, a passionate software developer striving to continuously improve my skills and become one of the best in the field.</p><p>I worked as a monitor on a <important>SENNOVA project</important>, leading the planning and development of an <important>accessibility tool for WCAG documentation</important>.</p> <p>Additionally, <important>I've led the best projects</important> during my training as a Technician and my current studies as a Technologist, showcasing strong leadership and the ability to execute effective technological solutions.</p>",
        "experience": {
            "plataforma_av": {
                "title": "Junior Developer",
                "description": "I will be doing my technologist internship at Plataforma AV, where I will contribute by developing the required software solutions to support the company's needs."
            },
            "ac_computers": {
                "title": "Software Analist and Developer",
                "description": "I collaborated with AC Computers to develop their online product catalog, enhancing their web presence and improving customer accessibility. I worked on the design and implementation of a responsive and user-friendly interface, ensuring an intuitive browsing experience."
            },
            "sennova": {
                "title": "Monitor | Software Analist and Developer",
                "description": "I worked on the Spanish documentation of the WCAG 2.1, creating guides and examples to facilitate its implementation. I developed a web accessibility tool for React projects. I presented this project at conferences and events, highlighting the importance of digital accessibility."
            },
            "uniformes_la_abejita": {
                "title": "Technician en Programación de Software",
                "description": "I developed a website for selling school uniforms, improving the visibility and accessibility of the company. I implemented an inventory and order management system, optimizing internal processes."
            }
        },
        "skills__title": "Skills",
        "projects__title": "Projects",
        "projects__button--github": "View the repository on GitHub",
        "projects__button--website": "View the website",
        "projects__button--more": "View more",
        "projects__button--less": "View less",
        "projects": {
            "sena_accessiblity": {
                "name": "Sena Accessibility",
                "description": "A web accessibility tool for React projects with TailwindCSS v4. It allows users to navigate the web easily and improve their browsing experience."
            },
            "eduweb": {
                "name": "EduWeb",
                "description": "A web application for managing courses and students. It allows users to view the course catalog, enroll, and track their progress."
            },
            "ac_computers": {
                "name": "AC Computers",
                "description": "A web application for selling computers and components. It allows users to view the catalog, search for products. It also has a section for contact forms."
            },
            "express_sale": {
                "name": "Express Sale",
                "description": "A web application for neighborhood stores. It allows users to view the catalog, search for products, place orders, check delivery status, and view statistics."
            },
            "tempus_elite": {
                "name": "Tempus Elite",
                "description": "Tempus Elite is a catalog where you can find a wide variety of luxury watches from the world's best brands. It allows users to view the catalog and search for watches."
            },
            "isa_making": {
                "name": "Isa Making",
                "description": "Isa Making is a website for selling clothing items. It allows users to view the catalog, purchase, and search for clothing items."
            },
            "la_abejita": {
                "name": "Uniformes Escolares La Abejita 22",
                "description": "Uniformes La Abejita is a website offering top-quality school uniforms. This project has been developed using Laravel, a PHP framework that facilitates the creation of robust and efficient web applications."
            }
        },
        "certificates__title": "Certificates",
        "certificates__view": "View certificate",
        "certificates__all": "View all certificates",
        "contact__title": "Contact",
        "contact__description": "If you have any questions, suggestions or just want to talk, don't hesitate to contact me. I'm here to help.",
        "contact__label--email": "Email",
        "contact__label--message": "Message",
        "contact__label--subject": "Subject",
        "contact__placeholder--email": "Write your email",
        "contact__placeholder--message": "Write your message",
        "contact__placeholder--subject": "Write the subject",
        "contact__submit": "Send your message"
    }
}
